<?php

use App\Models\Scene;
use App\Models\Seat;
use App\Models\SeatPlan;
use App\Models\SeatZone;
use Illuminate\Database\Seeder;

class SceneSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::statement('SET FOREIGN_KEY_CHECKS=0;');
        SeatPlan::truncate();
        Scene::truncate();
        SeatZone::truncate();
        Seat::truncate();
        DB::statement('SET FOREIGN_KEY_CHECKS=1;');
        $miladTower = new Scene([
            'name' => "برج میلاد",
            'address' => 'تهران اتوبان حکیم برج میلاد تهران سالن اصلی',
            'city' => 'تهران',
            'phone' => '02187841231'
        ]);
        $miladTower->location = [35.747014, 51.376128];
        $miladTower->save();
        $seatPlan = SeatPlan::create([
            'title' => 'سالن اصلی',
            'image_url' => config('app.url').'/images/scenes/c7abca47904245ce97e8ed40ea29b54b.png',
            'scene_id' => $miladTower->id
        ]);


        $milad = [
              [
                  'name' => 'همکف - A',
                  'x' => 0.5,
                  'y' => 0.1,
                  'first' => 1,
                  'rows' => [[0,1,41],[0,1,37]]
              ],
                [
                    'name' => 'همکف - B',
                    'x' => 0.5,
                    'y' => 0.3,
                    'first' => 2,
                    'rows' => [[0,13,30],[0,13,30],[0,14,32],[0,14,34],[0,14,34],[0,15,36],[0,15,36],[0,15,37],[0,16,37],[0,16,38],[0,16,38]]
                ],
            [
                'name' => 'همکف - C',
                'x' => 0.3,
                'y' => 0.3,
                'first' => 2,
                'rows' => [
                    [0,1,12],
                    [0,1,12],
                    [0,1,13],
                    [0,1,13],
                    [0.5,1,13],
                    [1,1,13],
                    [1.5,1,14],
                    [2,1,14],
                    [2.5,1,15],
                    [3,1,15],
                    [3.5,1,15]
                ]
            ],
            [
                'name' => 'همکف - D',
                'x' => 0.7,
                'y' => 0.3,
                'first' => 2,
                'rows' => [
                    [4.5,31,41],
                    [4,31,43],
                    [3.5,33,45],
                    [3.0,35,47],
                    [2.5,35,48],
                    [2.0,37,50],
                    [1.5,37,51],
                    [1.0,38,52],
                    [0.5,38,52],
                    [0,39,53],
                    [0,39,53]

                ]
            ],
            [
                'name' => 'همکف - F',
                'x' => 0.5,
                'y' => 0.6,
                'first' => 13,
                'rows' => [
                    [0,16,38],
                    [0,16,38],
                    [0.5,16,37],
                    [0.5,16,37],
                    [1,16,36],
                    [1.5,16,35],
                    [2.0,15,33],
                    [2.5,14,31],
                    [3.0,13,29],
                    [3.5,11,26],
                    [4,11,24],
                    [5.5,8,19],
                    [6.5,1,10],
                ]
            ],
            [
                'name' => 'همکف - G',
                'x' => 0.2,
                'y' => 0.6,
                'first' => 13,
                'rows' => [
                    [0,1,15],
                    [0.5,1,15],
                    [1,1,15],
                    [1.5,1,15],
                    [2,1,15],
                    [3,1,15],
                    [4.5,1,14],
                    [6.5,1,13],
                    [8.5,1,12],
                    [11.5,1,10],
                    [12.5,1,10],
                    [16.5,1,7],
                ]
            ],
            [
                'name' => 'همکف - E',
                'x' => 0.7,
                'y' => 0.6,
                'first' => 13,
                'rows' => [
                    [9.0,39,53],
                    [8.5,39,53],
                    [8.0,38,52],
                    [7.5,38,52],
                    [7.0,37,51],
                    [6.0,36,50],
                    [5.0,34,47],
                    [5.0,32,44],
                    [4.0,30,41],
                    [3.0,27,37],
                    [2.0,25,34],
                    [1.0,20,26],

                ]
            ],
            [
                'name' => 'بالکن - C',
                'x' => 0.5,
                'y' => 0.85,
                'first' => 1,
                'rows' => [
                    [5.0,15,33],
                    [4.5,17,36],
                    [4.0,17,37],
                    [3.0,19,41],
                    [2.0,20,44],
                    [1.0,21,47],
                    [0,22,50],

                ]
            ],
            [
                'name' => 'بالکن - D',
                'x' => 0.3,
                'y' => 0.8,
                'first' => 1,
                'rows' => [
                    [3.5,1,14],
                    [2.5,1,16],
                    [2.5,1,16],
                    [1.5,1,18],
                    [1.0,1,19],
                    [0.5,1,20],
                    [0,1,21]

                ]
            ],
            [
                'name' => 'بالکن - B',
                'x' => 0.8,
                'y' => 0.8,
                'first' => 1,
                'rows' => [
                    [4.0,34,47],
                    [3.5,37,51],
                    [2.5,38,54],
                    [2.0,42,59],
                    [1.5,45,63],
                    [1.0,48,67],
                    [0,51,72],

                ]
            ],
            [
                'name' => 'بالکن - E',
                'x' => 0.1,
                'y' => 0.5,
                'first' => 1,
                'rows' => [
                    [0,1,25],
                    [3,1,22],
                    [4,1,21],
                    [6,1,19],
                    [8,1,17],
                    [10,1,15],
                    [11,1,14],

                ]
            ],
            [
                'name' => 'بالکن - A',
                'x' => 0.9,
                'y' => 0.5,
                'first' => 1,
                'rows' => [
                    [0,1,25],
                    [0,1,22],
                    [0,1,21],
                    [0,1,19],
                    [0,1,17],
                    [0,1,15],
                    [0,1,14],
                ]
            ]
        ];

        foreach ($milad as $zone)
        {
            Seat::createSeatsFor(SeatZone::create([
                'name' => $zone['name'],
                'x' => $zone['x'],
                'y' => $zone['y'],
                'scene_id' => $miladTower->id,
                'plan_id' => $seatPlan->id
            ]),$zone['rows'], $zone['first']);
        }

        $miladTower->calculateSeatsCount();
        $miladTower->save();
    }
}
