@extends('landing.master')
@section('header')
    درباره بلیتو
    @endsection
@section('content')

    <div class="single_page">
        <div class="s_cover">
            <img src="/img/cinema.jpg" class="single_cover" />
        </div>

        <div class="single_content"><strong class="sl_title">درباره ما</strong>
            شرکت دانش بنیان فناوران رویداد پرتو با نام تجاری بلیتو در سال ۱۳۹۶ شروع به فعالیت کرد.حوزه اصلی فعالیت این تیم بازار سرگرمی کشور می باشد و با راه کارها و ایده های خودسعی بر آن دارد تا بازار سرگرمی کشور را تا اندازه توان مورد تحول قرار دهد.
            <br> محورهای اصلی فعالیت بلیتو به شرح زیر می باشد:
            <br>  ۱- برگزاری رویداد
            بلیتو با داشتن تمامی امکانات برگزاری یک رویداد شامل (مکان برگزاری-اخذ مجوزهای لازم-تیم مارکتینگ و تولید محتوای حرفه ای) اقدام به برگزاری رویدادهای متنوع می کند.
            ۲- کمک و شتابدهی به برگزاری رویدادها
            تیم بلیتو با تکیه بر تیم قوی و حرفه ای خود اقدام به کمک به برگزار کنندگان رویداد در حوزه های مختلف می کنپد.<br>
            ۳- ارايه خدمات فنی در قالب وبسایت
            بلیتو با تحلیل و بررسی ابزارها و وبسایت های فروش آنلاین بلیت اقدام به راه اندازی وبسایت کنونی کرده است.

            <br><br>   لازم به ذکر است فروش راحت به کاربران عزیز وبسایت و اطلاه رسانی حرفه ای و دقیق از اصلی ترین اهداف وبسایت بلیتو می باشد.
        </div>
    </div>
    @endsection