@extends('landing.master')
@section('header')
قوانین بیلتو
@endsection
@section('content')

        <div class="single_page">
                <div class="s_cover">
                        <img src="/img/cinema.jpg" class="single_cover" />
                </div>

                <div class="single_content"><strong class="sl_title sl_title_r">قوانین و مقرارت</strong>

                        <span>تاریخ بروز رسانی : ۳ اردیبهشت ۱۳۹۸</span>

                        به وبسایت بلیتو خوش آمدید. این وبسایت این فرصت را برای شما فراهم می‌کند که از میان تعداد متنوعی از رویدادها که برای فروش از طریق وبسایت فهرست‌بندی شده‌اند به جستجو و خرید بپردازید. وبسایت این خدمات را به وسیله اعطای دسترسی شما به محتوای وبسایت فراهم می‌کند.<br>
                        این وبسایت به وسیله شرکت فناوران رویداد پرتو مدیریت می‌شود و در هر کجا که از اصطلاح ما استفاده شده است منظور این شرکت است. دسترسی و استفاده از وبسایت و هر نوع از کالاها و خدمات خریداری شده به وسیله این شرکت فراهم می‌شود. از شما خواهشمندیم که این ضوابط و مقررات را با دقت بخوانید. استفاده از این وبسایت و یا خرید یکی از محصولات یا خدمات آن نشان می‌دهد که شما پذیرفته‌اید که به واسطه قبول این شرایط و ضوابط محدودیت‌هایی داشته باشید. متقابلا اگر این شرایط را نپذیرید به این معناست که از وبسایت و خدمات آن استفاده نخواهید کرد. اگر شما با این شرایط و ضوابط موافق نیستید باید دسترسی و استفاده از وبسایت و هر گونه خدمات آن را متوقف کنید.<br>
                        شرکت فناوران رویداد پرتو این حق را برای خود محفوظ نگاه می‌دارد که هر کدام از شرایط و ضوابط را از طریق به روزرسانی این صفحه بنا به صلاحدید خود مورد بازبینی و تغییر قرار دهد. زمانی که این شرکت شرایط و ضوابط را بروزرسانی می‌کند، از تلاش‌های معقولی برای اطلاع رسانی به شما در مورد به بروزرسانی‌های این شرایط استفاده خواهد کرد اما این امر وظیفه شماست که شرایط و ضوابط را چک کنید تا از تغییرات آن باخبر شوید. لازم به ذکر است که ادامه دسترسی شما به وبسایت به معنای پذیرش و موافقت با این تغییرات است. هر گونه تغییر در شرایط و ضوابط از تاریخ انتشار تریب اثر داده می‌شود.<br>
                        لازم است قبل از دسترسی و استفاده از خدمات وبسایت حتما شرایط و ضوابط پیش رو را با دقت مطالعه نمایید. سوالات خود را در مورد این شرایط و ضوابط از طریق آدرس ایمیل زیر با ما در میان بگذارید.<br>
                        info@blito.ir<br><br>

                        <strong style="font-size: 20px;font-family: Sans-bold;">ثبت نام برای استفاده از وبسایت</strong><br>
                        نخستین گام برای دسترسی به وبسایت این است که به عنوان کاربر در سایت ثبت نام کنید. در بخشی از فرآیند ثبت نام در سایت ممکن است از شما خواسته شود که برخی از اطلاعات شخصی خود را وارد کنید نظیر:<br>
                        • نام و نام خانوادگی<br>
                        • آدرس ایمیل<br>
                        • شماره تلفن<br>
                        • آدرس<br>
                        کاربران متعهد می شوند که هر اطلاعاتی را که در راستای تکمیل کردن فرآیند ثبت نام به این شرکت می‌دهید، دقیق، جدید و صحیح است.<br>
                        زمانی که فرآیند ثبت نام تکمیل شود، شما عضو وبسایت محسوب می‌شوید و محدودیت‌های این شرایط و ضوابط را می‌پذیرید. به عنوان یک عضو دسترسی سریع به خدمات سایت به شما اعطا می‌شود.<br>
                        شما در شرایط زیر مجاز به استفاده از وبسایت و پذیرش ضوابط نیستید:<br>
                        • زمانی که شما هنوز به سن قانونی برای انعقاد قرارداد با این شرکت نرسیده باشید.<br>
                        • شما شخصی باشید که مطابق قوانین این کشور یا کشورهای دیگر از جمله کشورهایی که در آن ساکن هستید یا از خدمات وبسایت در آن استفاده می‌کنید، از دریافت خدمات منع شده باشید.<br>
                        اطلاعات شخصی شما در وبسایت ما به وسیله سیاست‌های حریم خصوصی مدیریت می‌شود.<br><br>

                        <strong style="font-size: 20px;font-family: Sans-bold;">تعهدات کاربران</strong><br>
                        شما به عنوان عضو وبسایت می‌پذیرید که از موارد زیر پیروی کنید:<br>
                        • استفاده شما از وبسایت مطابق شرایط و ضوابط تعیین شده در وبسایت و یا هر قانون، مقررات و یا قوانین قابل قبول یا دستورالعمل‌های قانونی در حوزه‌های مربوطه ممنوع نشده یاشد.<br>
                        • شما مسئولیت فردی برای حفاظت از محرمانگی رمز و یا آدرس ایمیل خود را دارید. استفاده از گذرواژه شما توسط هر شخصی دیگر ممکن است منجر به لغو سریع دسترسی شما شود.<br>
                        • هر گونه استفاده از اطلاعات ثبت نامی به وسیله فرد دیگر یا اشخاص ثالث به شدت ممنوع است. شما میپذیرید که بلافاصله این شرکت را از هرگونه استفاده غیرمجاز از رمز عبور یا آدرس ایمیل خود یا هر گونه نقص امنیتی که از آن آگاه شده‌اید مطلع سازید.<br>
                        • دسترسی و استفاده از این وبسایت محدود، غیرقابل انتقال و صرفا مجاز برای استفاده از آن توسط شما براساس اهدافی است که ارائه خدمات را توسط این شرکت فراهم می کند.<br>
                        • کاربر می‌پذیرید که تبلیغات تجاری، لینک‌های وابسته و سایر انواع درخواست ها بدون اطلاع رسانی قبلی از سایت حذف می‌شود و این امر ممکن است منجر به قطع خدمات خرید شما هم شود. در صورت بروز استفاده غیر قانونی و غیر مجاز از وبسایت اقدامات قانونی مناسب توسط این شرکت صورت خواهد گرفت.<br>
                        • کاربر متعهد می‌شوید که بدون اجازه کتبی از ما اقدام به کپی کردن محصولات و خدمات وبسایت نمی‌نمایید.<br>
                        • کاربر متعهد می‌شوید که وظیفه بروزرسانی کردن اطلاعات در سایت را به عهده بگیرید و این شرکت هیچ مسئولیتی در قبال این موضوع نخواهد داشت.<br><br>
                        <strong style="font-size: 20px;font-family: Sans-bold;">استفاده از وبسایت و مطاب آن در موارد زیر غیر مجاز و ممنوع است:</strong><br>
                        • برای اهداف غیر قانونی<br>
                        • برای مجبور کردن دیگران به جهت مشارکت در امور غیر قانونی<br>
                        • برای نقض مقررات داخلی و بین المللی<br>
                        • برای نقض حقوق مالکیت فکری وبسایت و حقوق مالکیت فکری دیگران<br>
                        • برای تبعیض، سواستفاده، آسیب وارد کردن و توهین براساس جنسیت، گرایش جنسی، مذهب، قومیت، نژاد، سن، منشا ملی یا ناتوانی جسمی<br>
                        • برای ارسال اطلاعات نادرست یا گمراه کننده<br>
                        • برای آپلود یا انتقال ویروس‌ها و یا هر نوع دیگر از کدهای مخرب که بر عملکرد خدمات این وب سایت، وبسایت‌های دیگر و یا اینترنت تاثیر می‌گذارد.<br>
                        • برای جمع‌آوری یا ردیابی اطلاعات شخصی دیگران و استفاده غیر مجاز از آن<br>
                        • برای هر هدف ناخوشایند یا غیر اخلاقی<br>
                        • برای دخالت در سرویس‌های امنیتی<br>
                        این حق برای ما محفوظ است که به دسترسی و استفاده شخص برای این قبیل موارد پایان دهیم.
                        افراد برای عضویت در سایت باید به قسمت عضویت مراجعه کنند. در این مرحله با وارد کردن اطلاعات لازم مانند نام و نام‌خانوادگی، رمز عبور و آدرس پست الکترونیکی، لینک تایید عضویت برای آنان ارسال می‌شود که کاربران با کلیک نمودن آن، مراحل عضویت را تایید می‌کنند.<br>

                        <br><strong style="font-size: 20px;font-family: Sans-bold;">تبصره ۱</strong><br>
                        کاربر باید رمز عبور و نام کاربری خود را حفظ نموده و چنانچه آن را فراموش کند، می‌تواند برای ثبت نام مجدد و اخذ کلمه عبور جدید اقدام کند.
                        <br><strong style="font-size: 20px;font-family: Sans-bold;">تبصره ۲</strong><br>
                        کاربر باید آدرس پست الکترونیک خود را به همراه سایر اطلاعات درخواستی به‌طور صحیح اعلام نموده و مسئولیت ثبت .اشتباه و یا خلاف واقع بر عهده شخص کاربر است
                        <br><strong style="font-size: 20px;font-family: Sans-bold;">تبصره ۳</strong><br>
                        عضویت در سایت بلیتو رایگان است.

                        <br><strong style="font-size: 20px;font-family: Sans-bold;">بند ۲</strong><br>
                        فرایند خرید از سایت توسط کاربر به این شرح است:<br>
                        قسمت اول: بازدید از کالاها و خدمات ارائه شده در سایت.<br>

                        قسمت دوم: پرداخت مبلغ معین( یا اعمال کوپن تخفیف) به‌صورت آنلاین توسط خریدار<br>
                        قسمت سوم: ارسال رسید کالا و خدمات خریداری شده در قالب ایمیل و یا به‌صورت پیامک به آدرس پست الکترونیک و یا شماره تلفن همراه کاربر توسط بلیتو<br>
                        <br><strong style="font-size: 20px;font-family: Sans-bold;">تبصره ۱</strong><br>
                        چنانچه خریدار با هویت غیرواقعی اعم از نام، نام خانوادگی و … اقدام به خرید کند و موضوع مشخص شود، بلیتو حق دارد سفارش را باطل کند. 
                        <br><strong style="font-size: 20px;font-family: Sans-bold;">بند ۳</strong><br>
                        حق امتیاز کلیه رویدادها این سایت برای تهیه کننده اثر محفوظ بوده و کلیه رویدادها دارای مجوز رسمی از وزارت ارشاد است  و هرگونه کپی‌برداری یا استفاده از بخش یا کل مطالب کالاها غیرمجاز بوده و پیگرد قانونی دارد.
                        <br><strong style="font-size: 20px;font-family: Sans-bold;"> بند ۴</strong><br>
                        اختلال در سرویس اینترنت و یا هر رویدادی که باعث شود ایمیل حاوی کد خرید از بلیتو  به کاربر نرسد موجب از بین رفتن حق کاربر نمی‌شود.<br>





                        <br><strong style="font-size: 20px;font-family: Sans-bold;">استرداد بلیت خریداری شده توسط خریداران</strong><br>

                        قوانین استرداد بلیت از سوی برگزارکننده تعیین می‌شود و برگزارکننده می‌تواند حداکثر تا زمان شروع رویداد، موعد استرداد بلیت را تعیین کند.<br>
                        در صورت بروز تغییرات اساسی در رویداد یعنی تغییر زمان، مکان (حداقل ۱۲ ساعت در زمان شروع رویداد و یا حداقل ۲۰ کیلومتر تغییر در محل رویداد) یا موضوع رویداد خریدار حق دارد بدون هیچ‌گونه قید و شرطی بلیت خریداری شده را پس بدهد و کل پول پرداختی را دریافت کند.<br>
                        در صورت ارایه‌ی درخواست‌های متعدد و بیش از حد معمول برای استرداد بلیت (به تشخیص بلیتو) بلیتو می‌تواند راساً برای پس گرفتن بلیت و استرداد هزینه‌ی پرداخت‌شده اقدام کند.<br>
                        در صورت عودت مبالغ دریافت‌شده توسط بلیتو به شرکت کنندگان، برگزارکننده موظف است کارمزد سرویس بلیتو، هزینه‌های مربوط به نقل و انتقال وجوه را به بلیتو پرداخت کند. بلیتو می‌تواند این مبلغ را از سایر حساب‌ها و رویدادهای کنونی همین برگزارکننده وصول نماید.<br>
                        چنانچه برگزارکننده رویداد به هر دلیلی تصمیم به لغو رویداد داشته باشد، باید از بلیتو درخواست تسویه حساب نماید.بلیتو پس از کسر کارمزد استفاده از خدمات، وجه را به برگزارکننده رویداد پرداخت می‌نماید و برگزارکننده موظف است تا خود نسبت به عودت وجه به شرکت کنندگان آن رویداد، اقدام نماید.<br>


                        <br><strong style="font-size: 20px;font-family: Sans-bold;">پرداخت به برگزارکننده</strong><br>
                        بلیتو کل مبالغ دریافتی بابت بلیت‌ها را حداکثر طی ۴ روز کاری (از شنبه تا چهارشنبه ساعت‌ 9 صبح تا 4 بعدازظهر) پس از اتمام رویداد یا در شرایطی قبل از اتمام رویداد، در وجه برگزار‌کننده واریز خواهد کرد.
                        بلیتو برای حمایت از برگزاری هرچه بهتر رویدادها درآمد حاصل از فروش را، پس از احراز هویت برگزارکننده و کسر کارمزد خود، به برگزارکننده پرداخت می‌کند.
                </div>
        </div>
@endsection